 {
    "aboutUs": {
      "title": "Про нас",
      "content": "PostHub – це сучасна онлайн-платформа, створена для зручного обміну оголошеннями та інформацією..."
    },
    "termsOfUse": {
      "title": "Умови використання",
      "content": "Тут ви знайдете всі правила користування сайтом PostHub..."
    },
    "privacyPolicy": {
      "title": "Політика конфіденційності",
      "content": "Наша політика конфіденційності пояснює, як ми збираємо, використовуємо та захищаємо ваші дані..."
    },
    "designTools": {
      "title": "Інструменти дизайну",
      "items": [
        {
          "name": "UI design",
          "description": "Створення привабливого інтерфейсу, який відповідає сучасним трендам. Робота з кольорами, шрифтами, іконками, щоб зробити взаємодію простою та приємною. Розробка адаптивних макетів для різних пристроїв."
        },
        {
          "name": "UX design",
          "description": "Аналіз потреб користувача та проєктування зручного досвіду. Проведення досліджень, тестування прототипів. Створення логічних сценаріїв використання продукту."
        },
        {
          "name": "Wireframing",
          "description": "Побудова каркасів сторінок для визначення структури. Швидка ітерація та тестування макетів. Візуалізація контенту та його розташування."
        },
        {
          "name": "Diagramming",
          "description": "Створення схем та діаграм для пояснення процесів або структур. Використання блок-схем, діаграм Ганта та інших інструментів. Візуалізація складної інформації у зрозумілому вигляді."
        },
        {
          "name": "Brainstorming",
          "description": "Збір та організація ідей для покращення проєкту. Колективне генерування рішень. Створення «карти ідей» для пошуку нових можливостей."
        },
        {
          "name": "Online whiteboard",
          "description": "Онлайн-дошка для спільної роботи. Візуалізація ідей та швидке редагування. Колективне малювання, створення схем та нотаток."
        },
        {
          "name": "Team collaboration",
          "description": "Інтеграція робочих процесів у команді. Інструменти для чату, обміну файлами та відстеження задач. Підвищення ефективності та швидкість ухвалення рішень."
        }
      ]
    }
  }